{
  "restaurants": [
    {
      "id": "6c7bqjgi84kcowlqdz",
      "name": "Waroeng Kaligarong",
      "description": "Waroeng Kaligarong menghadirkan macam-macam menu khas Indonesia, salah satunya adalah Bebek Goreng Sambal Mangga Mudanya yang jadi best seller di sini. Waroeng Kaligarong menggunakan bebek muda yang dagingnya lebih manis, lebih empuk dan tidak berbau. Jangan lupa juga para penikmat kuliner Semarang untuk menicicipi Cumi Hitam Mangga muda khas dari Waroeng Kaligarong yang dimasak langsung dengan tinta hitamnya sehingga lebih gurih dan siap menggoyang lidahmu. Waroeng Kaligarong buka setiap hari mulai pukul 10.00 – 22.00. Untuk info lebih lanjut silahkan hubungi 024-3555300 WA 087731345445 LINE @Waroengkaligarong.",
      "pictureId": "https://media-cdn.tripadvisor.com/media/photo-o/0f/cb/6a/00/demen-makan-goes-to-semarang.jpg",
      "city": "Semarang",
      "rating": 4.6,
      "address": "Jl. D.I.Pandjaitan no. 64"
    },
    {
      "id": "ljx8i0qu2uckcowlqdz",
      "name": "The Hills Dining",
      "description": "Berada di daerah perbukitan, tepatnya di daerah Bukit Sari, suasana yang menyelimuti The Hills terasa nyaman dan tenang dengan hamparan pemandangan gemerlap lampu kota Semarang di kejauhan pada malam hari. Restoran yang hanya buka pada sore hingga malam hari ini, memiliki ruang indoor dan outdoor untuk tamu yang ingin menikmati suasana romantis dengan diterangi cahaya lilin di atas meja. Menu yang disajikan di sini cukup variatif mulai dari masakan tradisional sampai dengan menu western seperti steak dan menu ala Jepang yakni Sushi.",
      "pictureId": "https://phinemo.com/wp-content/uploads/2016/05/restoran-di-semarang-1.jpg",
      "city": "Semarang",
      "rating": 4.4,
      "address": "Jl. Bukit Baladewa No.22-24, Bukit Sari"
    },
    {
      "id": "fe8bbxoazddkcowlqdz",
      "name": "Kampung Laut",
      "description": "Dengan konsep rumah makan apung yang dilengkapi gazebo untuk bersantap sekaligus bersantai, fasilitas pemancingan dan wahana permainan anak, membuat tempat ini menarik untuk dikunjungi bersama keluarga. Interior bangunan yang didominasi bahan kayu dan disusun sedemikian rupa sehingga tertata cantik dan mengambang di atas air menyajikan pemandangan memikat bagi pengunjung. Dengan lokasi yang tidak jauh dari pantai Marina, membuat udara di sekitarnya sangat sejuk, sehingga pengunjung pun betah berlama-lama disini. Terlebih makanan yang disajikan mayoritasnya adalah masakan seafood dengan rasa benar-benar menggoyang lidah.",
      "pictureId": "https://m.ayotasik.com/images-tasik/post/articles/2019/08/12/2982/hqdefault.jpg",
      "city": "Semarang",
      "rating": 4.8,
      "address": "Jl. Anjasmoro, Tawang Mas"
    },
    {
      "id": "ik1zljmlf68kcowlqdz",
      "name": "Bowery & Eastman",
      "description": "Cafe dan resto ini terlihat berbeda dengan bangunan di sekelilingnya, karena menggunakan bata ekspose serta interior beraksen kuno. Bangunan dengan interior yang artistik ini ditempati Eastman Co ee House serta Bowey Bar and Resto, dan kedua dibawah managemen yang sama. Terdapat 28 menu makanan dan 44 minuman yang disiapkan untuk para pengunjung dengan Eastman Breakfast Club menjadi andalan.",
      "pictureId": "https://scymark.semarangkota.go.id/admin/data/20180821100726bowery.jpg",
      "city": "Semarang",
      "rating": 4.7,
      "address": "Jl. Ahmad Yani No.140"
    },
    {
      "id": "9jpuzkm6n6jkcowlqdz",
      "name": "AtoZ Bar Wine & Brasserie",
      "description": "Tampilan interior ala bar-bar di Amerika tahun 40-60an dengan dominasi ornament kayu dan besi, menghadirkan sesuatu yang berbeda dan membuat pengunjung betah untuk berlama-lama di sini. Keunggulan lainnya adalah banyaknya jenis minuman dari berbagai penjuru dunia yang ditawarkan untuk pengunjungnya. Tidak hanya berbagai jenis minuman saja yang bisa dipesan, AtoZ juga menyediakan appetizer, main course hingga dessert dengan berbagi menu Nusantara, Asia, Eropa dan Amerika. Bahkan beberapa menu menggunakan bahan yang jarang ditemui di tempat makan yang lain seperti belut, daging kelinci, kodok serta burung puyuh.",
      "pictureId": "https://pbs.twimg.com/media/Ci_R7eqUoAApYPT?format=jpg&name=large",
      "city": "Semarang",
      "rating": 3.8,
      "address": "Jl. Sumbing 10, Gajah Mungkur"
    },
    {
      "id": "cpl5jpsnuqkkcowlqdz",
      "name": "Tandhok Ribs & Cofee",
      "description": "Menempati bangunan era 50-60an dengan taman terbuka dilengkapi gazebo memberikan suasana nyaman saat menikmati kelezatan hidangan yang tersaji di sini. Terlebih harga makanan cukup terjangkau bahkan bisa dibilang murah. Menunyapun cukup variatif, beberapa diantaranya adalah Nasi Goreng Iga, Ayam Gongso, Ayam Bakar, Ayam Goreng Dabu-dabu, Asem-asem Iga, Iga Goreng Dabu-dabu, Sop Iga. Dan yang menjadi menu andalan adalah Iga Bakar dengan berbagai pilihan saos B BQ, Mushroom serta Blackpepper.",
      "pictureId": "https://img.diskon.com/dealimg/gallery/5/tandhok-ribsncoffee_366.jpg",
      "city": "Semarang",
      "rating": 4.6,
      "address": "Jl. Papandayan No.11"
    },
    {
      "id": "iqtf9hmdzvbkcowlqdz",
      "name": "Sate Sapi Pak Kempleng",
      "description": "Jika pada umumnya bahan untuk membuat sate adalah daging kambing, ayam atau kelinci, di Ungaran Anda akan menemui sate dari daging sapi, tepatnya di Sate Sapi Pak Kempleng. Usaha kuliner yang telah berdiri sejak tahun 1946 tersebut awalnya dirintis oleh Pak Kempleng dan kini diwariskan ke cucunya yaitu Sukimin. Keistimewaan sate sapinya adalah dagingnya begitu lembut karena menggunakan bagian dalam dan tidak berlemak, karena telah terlebih dahulu dibersihkan sebelum diolah untuk kemudian dibakar.",
      "pictureId": "https://ik.imagekit.io/tvlk/cul-asset/guys1L+Yyer9kzI3sp-pb0CG1j2bhflZGFUZOoIf1YOBAm37kEUOKR41ieUZm7ZJ/tvlk-prod-cul-assets/culinary/asset/REST_201-1216x720-FIT_AND_TRIM-44aa15ddc07864b98c9866bb62af282a.jpeg",
      "city": "Semarang",
      "rating": 3.6,
      "address": "Jl. Diponegoro No.265 Ungaran"
    },
    {
      "id": "8i06gqcc2dpkcowlqdz",
      "name": "Carnivore Sky Bar & Grill",
      "description": "Berada di lantai paling atas gedung Hotel Grand Edge, membuat para pengunjung dapat menikmati keindahan panorama lanskap kota Semarang sambil menyantap makanan lezat yang dihidangkan Carnivore Sky Bar & Grill. Tempat ini menjadi semakin asik untuk dinikmati bersama teman atau pasangan, karena koleksi wine yang berkualitas. Belum lagi aneka menu Western yang dapat dipilih sesuai selera, mulai dari Steak, Beef Ribs, Beef Tenderloin Pasta, Smoked Pork Chop, 5 Burger,Pizza dan Pasta.",
      "pictureId": "http://www.reresepan.com/wp-content/uploads/2017/04/Carnivor-Sky-Bar-Semarang-2.jpg",
      "city": "Semarang",
      "rating": 4.2,
      "address": "Jl. Sultan Agung No.96"
    },
    {
      "id": "wf5o19xhxxkcowlqdz",
      "name": "Soto Bangkong",
      "description": "Bagi Anda yang tinggal di Jakarta, Bogor, dan beberapa kota besar lainnya di Indonesia, nama Soto Bangkong mungkin sudah tidak asing lagi, karena usaha kuliner milik keluarga ini memang telah membuka cabang di kota-kota besar. Untuk itu, menjadi sangat disayangkan jika kebetulan berada di Semarang Anda tidak mampir di pusat dari Soto Bangkong tersebut. Di sini Anda tidak hanya dapat menikmati menu Soto Ayam yang lezat, tapi juga menu-menu lainnya seperti ayam goring, sate ayam, sate telur, sate kerang, garang asem, rempelo ati goring/semur, tempe bergedel, serta menu lainnya.",
      "pictureId": "https://blue.kumparan.com/image/upload/fl_progressive,fl_lossy,c_fill,q_auto:best,w_640/v1524945379/zwexy88pnxxmlhi50v0f.jpg",
      "city": "Semarang",
      "rating": 3.9,
      "address": "Ruko Bangkong Plaza Block A/1"
    }
  ]
}
